my_tab = (1, {'название': 'компьютер', 'цена': 20000, 'количество': 5, 'eд': 'шт.'}), \
         (2, {'название': 'принтер', 'цена': 6000, 'количество': 2, 'eд': 'шт.'}), \
         (3, {'название': 'сканер', 'цена': 2000, 'количество': 7, 'eд': 'шт.'})

new = 'название:', [my_tab[0][1]['название'], my_tab[1][1]['название'], my_tab[2][1]['название']]
new1 = 'цена:', [my_tab[0][1]['цена'], my_tab[1][1]['цена'], my_tab[2][1]['цена']]
new2 = 'количество:', [my_tab[0][1]['количество'], my_tab[1][1]['количество'], my_tab[2][1]['количество']]
new3 = ('eд:', my_tab[0][1]['eд'])
print(new)
print(new1)
print(new2)
print(new3)




